public/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-09-24 Fri 20:16 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Jarizleifr</title>
<meta name="generator" content="Org mode">
</head>
<body>
<div id="preamble" class="status">
<nav><a href="./index.html">Home</a><a href="./resume.html">Resume</a></nav>
</div>
<div id="content">
<header>
<h1 class="title">Jarizleifr</h1>
</header><div id="outline-container-org393082e" class="outline-2">
<h2 id="org393082e">About me</h2>
<div class="outline-text-2" id="text-org393082e">
<p>
I'm a 33-year-old computer tech enthusiast from Tampere, Finland. I've been tinkering with software since the early 90s, starting with games modding and 3D graphics, ultimately working my way up towards serious game and web development.
</p>


<dl class="org-dl">
<dt>First computer?</dt><dd>an IBM PS/1 in the early 90s, either model 2011 or 2121</dd>
<dt>First programming language?</dt><dd>Object Pascal with Borland Delphi 3.0</dd>
<dt>Emacs or Vim?</dt><dd>Among the stars aboard the Evil flagship!</dd>
<dt>Favorite animal?</dt><dd><a href="https://en.wikipedia.org/wiki/Pallas%27s_cat">Pallas's cat</a>. I donate monthly towards their conservation efforts.</dd>
</dl>
</div>
</div>
<div id="outline-container-org1c0e304" class="outline-2">
<h2 id="org1c0e304">Projects</h2>
<div class="outline-text-2" id="text-org1c0e304">
<p>
<a href="./dregsrealm.html">Dregsrealm</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>Copyright © 2021 Antti Joutsi</footer>
</div>
</body>
</html>
